Repository: fbureau/payplug-for-woocommerce
Catalog: languages/woopayplug-*.po
Languages: fr_fr

source: The WooCommerce PayPlug Gateway requires the latest version of <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> to work!
fr_fr: La passerelle de paiement PayPlug pour WooCommerce nécessite la dernière version de <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> pour fonctionner !

source: PayPlug lets users pay with their bank card via a secure interface.
fr_fr: PayPlug permet aux utilisateurs de payer avec leur carte bancaire via une interface sécurisé

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enable PayPlug
fr_fr: Activer PayPlug

source: NB: This payment gateway can only be enabled if the currency used by the store is the euro.
fr_fr: NB : Cette passerelle de paiement ne peut être active que si la devise de la boutique est en euros.

source: Title
fr_fr: Titre

source: This field defines the title seen by the user upon payment.
fr_fr: Ce champ permet de définir le titre que verra l'utilisateur lors du paiement.

source: This field defines the description seen by the user upon payment.
fr_fr: Ce champ permet de définir la description que verra l'utilisteur lors du paiement.

source: Make secure payments using your bank card with PayPlug.
fr_fr: Payer avec votre carte bancaire en toute sécurité via PayPlug

source: Settings for the PayPlug configuration page
fr_fr: Paramètres de la page de configuration de PayPlug

source: Please paste your PayPlug settings in this field.
fr_fr: Veuillez coller vos paramètres PayPlug dans ce champ.

source: You can see this information on %syour PayPlug%s Configuration page by entering your PayPlug email address and password.
fr_fr: Vous pouvez obtenir ces informations sur %svotre page de Configuration PayPlug%s en utilisant votre email et votre mot de passe PayPlug

source: Gateway testing
fr_fr: Test de la passerelle

source: Debug logging
fr_fr: Log de debug

source: Enable logging
fr_fr: Activer les logs

source: PayPlug logging is located in <code>wp-content/plugins/woocommerce/logs/payplug.txt</code>
fr_fr: Les logs PayPlug se trouvent dans <code>wp-content/plugins/woocommerce/logs/payplug.txt</code>

source: PayPlug payment pending
fr_fr: En attente du paiement PayPlug

source: Payment successfully completed
fr_fr: Paiement complété avec succès

source: Payment refunded via IPN by PayPlug
fr_fr: Paiement remboursé via IPN par PayPlug

source: Order refunded
fr_fr: Commande remboursée

source: The order %s has been refunded via IPN by PayPlug
fr_fr: La Commande %s a été remboursée via IPN par PayPlug

source: Payment for order %s has been refunded
fr_fr: Le paiement %s a été remboursé

source: <strong>Gateway disabled</strong> Please provide your PayPlug settings. %sClick here to configure%s
fr_fr: <strong>Passerelle désactivée</strong> Vous devez indiquer vos paramètres PayPlug. %sCliquez ici pour la configuration%s

source: WooPayPlug is a PayPlug payment gateway for WooCommerce
fr_fr: WooPayPlug est la passerelle de paiement via PayPlug pour WooCommerce

source: Checking PayPlug settings...
fr_fr: Vérification des paramètres PayPlug...

source: An error occurred while connecting to PayPlug.
fr_fr: Une erreur s'est produite durant la connexion avec PayPlug.

source: Please check your PayPlug login and password.
fr_fr: Merci de vérifier votre identifiant et votre mot de passe PayPlug

source: PayPlug login
fr_fr: Identifiant PayPlug

source: The email address used to log on to PayPlug.
fr_fr: L'adresse email utilisée pour vous identifier sur PayPlug

source: PayPlug password
fr_fr: Mot de passe PayPlug

source: The password used to log on to PayPlug. This information is not saved.
fr_fr: Le mot de passe utilisé pour vous identifier sur PayPlug. Cette valeur n'est pas enregistrée.

source: WooCommerce PayPlug Gateway requires <a href="http://php.net/manual/en/book.curl.php" target="_blank">curl for php</a> to work!
fr_fr: WooCommerce PayPlug nécessite <a href="http://php.net/manual/en/book.curl.php" target="_blank">curl pour php</a> pour fonctionner !

source: PayPlug configuration
fr_fr: Configuration PayPlug

source: Mark the order as ‘completed’
fr_fr: Marquer la commande comme 'terminée'

source: Mark the order as ‘completed’ upon payment confirmation by PayPlug instead of ‘in progress’
fr_fr: Marquer la commande comme 'terminée' après la confirmation de paiement par PayPlug à la place de 'en cours'

source: Use test mode
fr_fr: Utiliser le mode de test

source: Use PayPlug in test mode. Payments will not be made.
fr_fr: Utiliser PayPlug en mode 'test', les paiements ne seront pas effectués.

source: <span>Add online payment by bank card to your website in a matter of clicks.</span><br/><b>No fixed monthly fees.</b> No customer account required to make a payment.<br>
fr_fr: <span>Intégrez le paiement en ligne par carte bancaire sur votre site en 1 minute.</span><br/><b>Sans frais fixes ni mensuels.</b> Votre client n'a pas besoin de compte pour payer.<br>

source: Create a free account
fr_fr: Créer un compte gratuitement

source: Find out more about PayPlug
fr_fr: En savoir plus sur PayPlug

source: Index my site
fr_fr: Référencer mon site

source: Get help
fr_fr: Obtenir de l'aide

source: Your server does not support cURL for php.<br>To configure the plugin, you need to log on to this <a href='https://www.payplug.fr/portal/ecommerce/autoconfig' target='_blank’>Payplug page</a> using your login and password.<br>Copy all of the code displayed on the page and paste it into the last ‘PayPlug Configuration’ field at the bottom of the form, leaving the login and password fields empty, and click submit.<br>Test the plugin by placing an order to ensure everything work smoothly.
fr_fr: Votre serveur n'intègre pas CURL pour PHP.<br>Pour configurer le plugin, vous devez vous connecter sur cette <a href='https://www.payplug.fr/portal/ecommerce/autoconfig' target='_blank'>page Payplug</a> en utilisant vos identifiant et mot de passe.<br>Copiez tout le code s'affichant sur la page et copiez le dans le dernier champ 'Configuration PayPlug' en bas du formulaire en laissant les champs identifiant et mot de passe vides puis validez.<br>Faites ensuite un test en passant une commande pour vous assurez que le plugin est bien fonctionnel.

source: If you aren’t using your PayPlug login and password, run a test order to ensure PayPlug is functioning correctly.
fr_fr: Si vous n'utilisez pas vos identifiant et mot de passe Payplug, vous devez passer une commande pour tester le bon fonctionnement de Payplug.

source: An error has occurred. Please try again or contact us at support@payplug.com
fr_fr: Une erreur est survenue. Merci de réessayer ou de nous contacter sur support@payplug.com

source: Use PayPlug in TEST (Sandbox) Mode
fr_fr: Utiliser PayPlug en TEST (Sandbox) Mode

source: Use test mode to test transactions with no real payment required
fr_fr: Utilisez le mode test pour tester les transactions sans faire de paiement réel

source: Unless otherwise specified at the top of the form, this field should not be used. It will be automatically filled in if no errors occur after having provided your PayPlug login and password.<br>In the event of any difficulties, use the ‘Get help’ button at the top of the page.
fr_fr: Ce champ ne doit pas être utilisé sauf indication contraire en haut du formulaire. Il sera rempli automatiquement si vous n'avez pas d'erreur à l'enregistrement après avoir indiqué vos identifiant et mot de passe Payplug.<br>En cas de problème, utilisez le bouton 'Obtenir de l'aide' en haut de la page.
